Repository: FedericoOldrini/rifugiebivacchi
Catalog: lib/l10n/app_*.arb
Languages: de, fr, it

# supportAndBugfix
source: Support and bug fixes
de: Support und Fehlerbehebung
fr: Support et corrections
it: Supporto e bug fix

# supportAndBugfixDesc
source: Quick resolution of issues and bugs
de: Schnelle Lösung von Problemen und Fehlern
fr: Résolution rapide des problèmes et des bugs
it: Risoluzione rapida di problemi e bug

source: New features
de: Neue Funktionen
fr: Nouvelles fonctionnalités
it: Nuove funzionalità

# newFeaturesDesc
source: Development of features requested by the community
de: Entwicklung von der Community gewünschter Features
fr: Développement de fonctionnalités demandées par la communauté
it: Sviluppo di features richieste dalla community

source: Donation options
de: Spendenoptionen
fr: Options de don
it: Opzioni di donazione

# buyCoffee
source: Buy me a coffee
de: Spendiere mir einen Kaffee
fr: Offrez-moi un café
it: Offrimi un caffè

# buyLunch
source: Buy me a lunch
de: Spendiere mir ein Mittagessen
fr: Offrez-moi un déjeuner
it: Offrimi un pranzo

source: Generous donation
de: Großzügige Spende
fr: Don généreux
it: Donazione generosa

source: Donation
de: Spende
fr: Don
it: Donazione

source: Not available
de: Nicht verfügbar
fr: Non disponible
it: Non disponibile

# donationsInfo
source: Donations are one-time payments and do not involve subscriptions.
de: Spenden sind einmalige Zahlungen und beinhalten keine Abonnements.
fr: Les dons sont des paiements uniques et n'impliquent pas d'abonnements.
it: Le donazioni sono pagamenti una tantum e non comportano abbonamenti.

# thanksSupport
source: Thanks for your support! 🏔️
de: Danke für deine Unterstützung! 🏔️
fr: Merci pour votre soutien ! 🏔️
it: Grazie per il tuo supporto! 🏔️

# purchaseError
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
it: Errore: {error}

# cannotStartPurchase
source: Unable to start purchase
de: Kauf konnte nicht gestartet werden
fr: Impossible de lancer l'achat
it: Impossibile avviare l'acquisto

# passaportoEmpty
source: No stamps yet
de: Noch keine Stempel
fr: Pas encore de tampons
it: Nessun timbro ancora

# passaportoEmptyDesc
source: Visit shelters and check in to collect your stamps!
de: Besuche Hütten und mache Check-ins, um deine Stempel zu sammeln!
fr: Visitez des refuges et faites un check-in pour collecter vos tampons !
it: Visita i rifugi e fai check-in per collezionare i tuoi timbri!

# sharePassaporto
source: Share my passport
de: Meinen Pass teilen
fr: Partager mon passeport
it: Condividi il mio passaporto

# rifugioNotFound
source: Shelter not found
de: Hütte nicht gefunden
fr: Refuge non trouvé
it: Rifugio non trovato

# nearRifugioRequired
source: You must be near the shelter (within 100 meters) to check in
de: Du musst in der Nähe der Hütte sein (innerhalb von 100 Metern) um einzuchecken
fr: Vous devez être près du refuge (dans un rayon de 100 mètres) pour faire un check-in
it: Devi essere vicino al rifugio (entro 100 metri) per fare check-in

# checkInShareText
source: 🏔️ Check-in at {name}! Visit no. {count} #RifugiEBivacchi #Mountains #Trekking
de: 🏔️ Check-in bei {name}! Besuch Nr. {count} #RifugiEBivacchi #Berge #Wandern
fr: 🏔️ Check-in au {name} ! Visite n° {count} #RifugiEBivacchi #Montagne #Randonnée
it: 🏔️ Check-in al {name}! Visita n. {count} #RifugiEBivacchi #Montagna #Trekking

# meteo
source: Weather
de: Wetter
fr: Météo
it: Meteo

source: Refresh
de: Aktualisieren
fr: Rafraîchir
it: Aggiorna

source: Next days
de: Nächste Tage
fr: Prochains jours
it: Prossimi giorni

source: Today
de: Heute
fr: Aujourd'hui
it: Oggi

# dataOpenMeteo
source: Open-Meteo data
de: Open-Meteo Daten
fr: Données Open-Meteo
it: Dati Open-Meteo

# nRifugiInAreaCount
source: {count} shelters in this area
de: {count} Hütten in diesem Gebiet
fr: {count} refuges dans cette zone
it: {count} rifugi in questa zona

# bedsCount
source: {count} beds
de: {count} Betten
fr: {count} lits
it: {count} posti letto

# firebaseInitError
source: The app will work anyway, but without authentication.
de: Die App funktioniert trotzdem, aber ohne Authentifizierung.
fr: L'application fonctionnera quand même, mais sans authentification.
it: L'app funzionerà comunque, ma senza autenticazione.

source: Gallery
de: Galerie
fr: Galerie
it: Galleria

# nPhotos
source: {count, plural, =1{1 photo} other{{count} photos}}
de: {count, plural, =1{1 Foto} other{{count} Fotos}}
it: {count, plural, =1{1 foto} other{{count} foto}}

# imageLoadError
source: Unable to load image
de: Bild konnte nicht geladen werden
fr: Impossible de charger l'image
it: Impossibile caricare l'immagine

source: Privacy
de: Datenschutz
fr: Confidentialité

source: WiFi
de: WLAN

source: POS
de: Kartenzahlung
fr: Terminal CB

source: MTB
fr: VTT
