Repository: FedericoOldrini/rifugiebivacchi
Catalog: lib/l10n/app_*.arb
Languages: de, fr, it

# appTitle
source: Mountain Shelters
de: Berghütten
fr: Refuges de Montagne
it: Rifugi e Bivacchi

# tabList
source: List
de: Liste
fr: Liste
it: Lista

# tabMap
source: Map
de: Karte
fr: Carte
it: Mappa

# tabProfile
source: Profile
de: Profil
fr: Profil
it: Profilo

# searchHint
source: Search shelters...
de: Hütten suchen...
fr: Rechercher des refuges...
it: Cerca rifugi o bivacchi...

# loadingRifugi
source: Loading shelters...
de: Hütten werden geladen...
fr: Chargement des refuges...
it: Caricamento rifugi...

# syncingFirebase
source: Syncing with Firebase...
de: Synchronisierung mit Firebase...
fr: Synchronisation avec Firebase...
it: Sincronizzazione con Firebase...

source: Error
de: Fehler
fr: Erreur
it: Errore

# noFavoriteRifugi
source: No favorite shelters
de: Keine Lieblingshütten
fr: Aucun refuge favori
it: Nessun rifugio preferito

# noRifugiFound
source: No shelters found
de: Keine Hütten gefunden
fr: Aucun refuge trouvé
it: Nessun rifugio trovato

# addFavoritesHint
source: Add some shelters to your favorites
de: Füge Hütten zu deinen Favoriten hinzu
fr: Ajoutez des refuges à vos favoris
it: Aggiungi dei rifugi ai preferiti

# modifySearchHint
source: Try modifying your search
de: Versuche die Suche anzupassen
fr: Essayez de modifier votre recherche
it: Prova a modificare la ricerca

# likeThisApp
source: Enjoying this app?
de: Gefällt dir diese App?
fr: Vous aimez cette app ?
it: Ti piace questa app?

source: Support development
de: Unterstütze die Entwicklung
fr: Soutenez le développement
it: Supporta lo sviluppo

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni

source: App Info
fr: Info App
it: Informazioni App

source: Version
it: Versione

source: Information
de: Informationen
fr: Informations
it: Informazioni

# appDescription
source: Mountain Shelters - App for hikers
de: Berghütten - App für Wanderer
fr: Refuges de Montagne - App pour randonneurs
it: Rifugi e Bivacchi - App per escursionisti

# appAboutDescription
source: App to explore mountain shelters and bivouacs in the Italian Alps. Use the map to find shelters near you or search by name.
de: App zur Erkundung von Berghütten und Biwaks in den italienischen Alpen. Nutze die Karte, um Hütten in deiner Nähe zu finden oder suche nach Namen.
fr: App pour explorer les refuges et bivouacs de montagne dans les Alpes italiennes. Utilisez la carte pour trouver les refuges près de vous ou recherchez par nom.
it: App per visualizzare rifugi e bivacchi di montagna nelle Alpi italiane. Utilizza la mappa per trovare i rifugi vicino a te o cerca per nome.

# privacyAndPermissions
source: Privacy & Permissions
de: Datenschutz & Berechtigungen
fr: Confidentialité et Autorisations
it: Privacy e Permessi

source: Location permissions
de: Standortberechtigungen
fr: Autorisations de localisation
it: Permessi posizione

# locationPermissionsDesc
source: Manage location access permissions
de: Standortzugriff verwalten
fr: Gérer les autorisations d'accès à la position
it: Gestisci i permessi di accesso alla posizione

# locationPermissionsDialog
source: The app needs access to your location to show nearby shelters on the map. You can change permissions in system settings.
de: Die App benötigt Zugriff auf deinen Standort, um nahegelegene Hütten auf der Karte anzuzeigen. Du kannst die Berechtigungen in den Systemeinstellungen ändern.
fr: L'app a besoin d'accéder à votre position pour vous montrer les refuges à proximité sur la carte. Vous pouvez modifier les autorisations dans les paramètres du système.
it: L'app richiede l'accesso alla tua posizione per mostrarti i rifugi nelle vicinanze sulla mappa. Puoi modificare i permessi nelle impostazioni del sistema.

# privacyDesc
source: Your location is not stored
de: Dein Standort wird nicht gespeichert
fr: Votre position n'est pas enregistrée
it: La tua posizione non viene memorizzata

# privacyDialog
source: This app does not store or share your location. Location data is only used to center the map on your current position.
de: Diese App speichert oder teilt deinen Standort nicht. Standortdaten werden nur verwendet, um die Karte auf deine aktuelle Position zu zentrieren.
fr: Cette app ne stocke ni ne partage votre position. Les données de localisation sont uniquement utilisées pour centrer la carte sur votre position actuelle.
it: Questa app non memorizza né condivide la tua posizione. I dati di localizzazione vengono utilizzati solo per mostrare la mappa centrata sulla tua posizione corrente.

source: Help
de: Hilfe
fr: Aide
it: Aiuto

# reviewOnboarding
source: Review introduction
de: Einführung erneut ansehen
fr: Revoir l'introduction
it: Rivedi introduzione

# reviewOnboardingDesc
source: Watch the initial onboarding again
de: Das Onboarding erneut anzeigen
fr: Revoir l'onboarding initial
it: Visualizza di nuovo l'onboarding iniziale

# supportProject
source: Support the Project
de: Projekt unterstützen
fr: Soutenir le Projet
it: Supporta il Progetto

source: Support us
de: Unterstütze uns
fr: Soutenez-nous
it: Supportaci

# supportUsDesc
source: Make a donation to support development
de: Spende zur Unterstützung der Entwicklung
fr: Faites un don pour soutenir le développement
it: Fai una donazione per supportare lo sviluppo

# rateApp
source: Rate the app
de: App bewerten
fr: Évaluer l'app
it: Valuta l'app

# rateAppDesc
source: Leave a review on the store
de: Hinterlasse eine Bewertung im Store
fr: Laissez un avis sur le store
it: Lascia una recensione sullo store

# rateAppThanks
source: Thanks for your support!
de: Danke für deine Unterstützung!
fr: Merci pour votre soutien !
it: Grazie per il tuo supporto!

# rateAppNotAvailable
source: Rating not available on this device
de: Bewertung auf diesem Gerät nicht verfügbar
fr: Évaluation non disponible sur cet appareil
it: Valutazione non disponibile su questo dispositivo

source: Close
de: Schließen
fr: Fermer
it: Chiudi

source: Share
de: Teilen
fr: Partager
it: Condividi

source: Show all
de: Alle anzeigen
fr: Tout afficher
it: Mostra tutti

# onlyFavorites
source: Favorites only
de: Nur Favoriten
fr: Favoris uniquement
it: Solo preferiti

source: Profile
de: Profil
fr: Profil
it: Profilo

# rifugio
source: Shelter
de: Schutzhütte
fr: Refuge
it: Rifugio

# bivacco
source: Bivouac
de: Biwak
it: Bivacco

# malga
source: Alpine hut
de: Almhütte
fr: Alpage
it: Malga

source: Altitude
de: Höhe
it: Altitudine

# altitudeValue
source: {meters} m a.s.l.
de: {meters} m ü.M.
fr: {meters} m d'alt.
it: {meters} m s.l.m.

# beds
source: {count} beds
de: {count} Schlafplätze
fr: {count} couchages
it: {count} posti letto

# bedsShort
source: {count} beds
de: {count} Plätze
fr: {count} places
it: {count} posti

source: Locality
de: Ortschaft
fr: Localité
it: Località

source: Municipality
de: Gemeinde
fr: Commune
it: Comune

source: Valley
de: Tal
fr: Vallée
it: Valle

source: Region
fr: Région
it: Regione

# buildYear
source: Year built
de: Baujahr
fr: Année de construction
it: Anno di costruzione

source: Coordinates
de: Koordinaten
fr: Coordonnées
it: Coordinate

source: Position
de: Lage
it: Posizione

# informazioni
source: Information
de: Informationen
fr: Informations
it: Informazioni

source: Services
de: Dienste
it: Servizi

source: Accessibility
de: Zugänglichkeit
fr: Accessibilité
it: Accessibilità

source: Management
de: Verwaltung
fr: Gestion
it: Gestione

source: Contacts
de: Kontakte
it: Contatti

source: Manager
de: Verwalter
fr: Gestionnaire
it: Gestore

source: Property
de: Eigentum
fr: Propriété
it: Proprietà

source: Type
de: Typ
it: Tipo

source: Restaurant
it: Ristorante

# restaurantWithSeats
source: Restaurant ({seats} seats)
de: Restaurant ({seats} Plätze)
fr: Restaurant ({seats} places)
it: Ristorante ({seats} posti)

source: Electricity
de: Strom
fr: Électricité
it: Elettricità

source: Defibrillator
fr: Défibrillateur
it: Defibrillatore

source: Hot water
de: Warmwasser
fr: Eau chaude
it: Acqua calda

source: Showers
de: Duschen
fr: Douches
it: Docce

# insideWater
source: Indoor water
de: Innenwasser
fr: Eau intérieure
it: Acqua interna

source: Car
de: Auto
fr: Voiture
it: Auto

# disabled
source: Disabled access
de: Barrierefrei
fr: Handicapés
it: Disabili

source: Disabled WC
de: Behinderten-WC
fr: WC handicapés
it: WC disabili

source: Families
de: Familien
fr: Familles
it: Famiglie

source: Pets
de: Haustiere
fr: Animaux
it: Animali

source: Website
de: Webseite
fr: Site web
it: Sito web

source: Open in Google Maps
de: In Google Maps öffnen
fr: Ouvrir dans Google Maps
it: Apri in Google Maps

source: Check in
it: Fai Check-in

source: Check in again
de: Erneut einchecken
fr: Check-in à nouveau
it: Fai Check-in di nuovo

# checkInProgress
source: Checking in...
de: Check-in läuft...
fr: Check-in en cours...
it: Check-in in corso...

source: Check-in done!
de: Check-in erledigt!
fr: Check-in effectué !
it: Check-in effettuato!

# checkInRadius
source: You must be within 100 meters of the shelter
de: Du musst innerhalb von 100 Metern der Hütte sein
fr: Vous devez être dans un rayon de 100 mètres du refuge
it: Devi essere nel raggio di 100 metri dal rifugio

# checkInAlreadyToday
source: You already checked in today! Come back tomorrow to log a new visit.
de: Du hast heute schon eingecheckt! Komm morgen wieder für einen neuen Besuch.
fr: Vous avez déjà fait le check-in aujourd'hui ! Revenez demain pour enregistrer une nouvelle visite.
it: Hai già fatto check-in oggi! Torna domani per registrare una nuova visita.

# visitedOnce
source: You visited this shelter!
de: Du hast diese Hütte besucht!
fr: Vous avez visité ce refuge !
it: Hai visitato questo rifugio!

# visitedMultiple
source: You visited this shelter {count} times!
de: Du hast diese Hütte {count} Mal besucht!
fr: Vous avez visité ce refuge {count} fois !
it: Hai visitato questo rifugio {count} volte!

# firstVisit
source: First visit: {date}
de: Erster Besuch: {date}
fr: Première visite : {date}
it: Prima visita: {date}

# lastVisit
source: Last visit: {date}
de: Letzter Besuch: {date}
fr: Dernière visite : {date}
it: Ultima visita: {date}

source: Removed from favorites
de: Aus Favoriten entfernt
fr: Retiré des favoris
it: Rimosso dai preferiti

source: Added to favorites
de: Zu Favoriten hinzugefügt
fr: Ajouté aux favoris
it: Aggiunto ai preferiti

# shareCheckIn
source: Would you like to share your check-in on social media?
de: Möchtest du deinen Check-in in sozialen Medien teilen?
fr: Voulez-vous partager votre check-in sur les réseaux sociaux ?
it: Vuoi condividere il tuo check-in sui social?

source: Visit #{number}
de: Besuch Nr. {number}
fr: Visite n° {number}
it: Visita n. {number}

# firstTimeWelcome
source: Welcome for the first time to this shelter!
de: Willkommen zum ersten Mal in dieser Hütte!
fr: Bienvenue pour la première fois dans ce refuge !
it: Benvenuto per la prima volta in questo rifugio!

# congratsVisit
source: Congratulations! This is your visit number {count} to this shelter! 🎉
de: Herzlichen Glückwunsch! Dies ist dein Besuch Nummer {count} in dieser Hütte! 🎉
fr: Félicitations ! C'est votre visite numéro {count} dans ce refuge ! 🎉
it: Congratulazioni! Questa è la tua visita numero {count} a questo rifugio! 🎉

# shareError
source: Sharing error: {error}
de: Fehler beim Teilen: {error}
fr: Erreur de partage : {error}
it: Errore nella condivisione: {error}

# imageGenerationError
source: Error generating image
de: Fehler bei der Bilderzeugung
fr: Erreur de génération d'image
it: Errore nella generazione dell'immagine

# passaportoTitle
source: My Passport
de: Mein Pass
fr: Mon Passeport
it: Il Mio Passaporto

# passaportoRifugi
source: Shelter Passport
de: Hüttenpass
fr: Passeport des Refuges
it: Passaporto dei Rifugi

# loginRequired
source: You must log in to access the passport
de: Du musst dich anmelden, um auf den Pass zuzugreifen
fr: Vous devez vous connecter pour accéder au passeport
it: Devi effettuare il login per accedere al passaporto

# nRifugi
source: {count, plural, =1{1 shelter} other{{count} shelters}}
de: {count, plural, =1{1 Hütte} other{{count} Hütten}}
fr: {count, plural, =1{1 refuge} other{{count} refuges}}
it: {count, plural, =1{1 rifugio} other{{count} rifugi}}

source: Donations
de: Spenden
fr: Dons
it: Donazioni

# donationThanks
source: Thanks for your support! ❤️
de: Danke für deine Unterstützung! ❤️
fr: Merci pour votre soutien ! ❤️
it: Grazie per il tuo supporto! ❤️

# errorLabel
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
it: Errore: {error}

# onboardingWelcomeTitle
source: Welcome to Mountain Shelters
de: Willkommen bei Berghütten
fr: Bienvenue sur Refuges de Montagne
it: Benvenuto in Rifugi e Bivacchi

# onboardingWelcomeDesc
source: Discover thousands of shelters, bivouacs and alpine huts in the Italian Alps. Plan your mountain excursions with ease.
de: Entdecke Tausende von Hütten, Biwaks und Almhütten in den italienischen Alpen. Plane deine Bergwanderungen mit Leichtigkeit.
fr: Découvrez des milliers de refuges, bivouacs et alpages dans les Alpes italiennes. Planifiez vos excursions en montagne facilement.
it: Scopri migliaia di rifugi, bivacchi e malghe nelle Alpi italiane. Pianifica le tue escursioni in montagna con facilità.

# onboardingSearchTitle
source: Search and Find
de: Suchen und Finden
fr: Chercher et Trouver
it: Cerca e Trova

# onboardingSearchDesc
source: Search shelters by name, area or altitude. Filter results to find the perfect shelter for your adventure.
de: Suche Hütten nach Name, Gebiet oder Höhe. Filtere die Ergebnisse, um die perfekte Hütte für dein Abenteuer zu finden.
fr: Recherchez des refuges par nom, zone ou altitude. Filtrez les résultats pour trouver le refuge parfait pour votre aventure.
it: Cerca rifugi per nome, zona o altitudine. Filtra i risultati per trovare il rifugio perfetto per la tua avventura.

# onboardingMapTitle
source: View on the Map
de: Auf der Karte anzeigen
fr: Voir sur la Carte
it: Visualizza sulla Mappa

# onboardingMapDesc
source: Explore shelters on the interactive map. View their location and get directions.
de: Erkunde Hütten auf der interaktiven Karte. Sieh ihren Standort und erhalte Wegbeschreibungen.
fr: Explorez les refuges sur la carte interactive. Visualisez leur position et obtenez des directions.
it: Esplora i rifugi sulla mappa interattiva. Visualizza la loro posizione e ottieni indicazioni stradali.

# onboardingAccountTitle
source: Optional Account
de: Optionales Konto
fr: Compte Optionnel
it: Account Opzionale

# onboardingAccountDesc
source: Sign in with Google or Apple to save your favorite shelters and sync across devices. Or continue without an account.
de: Melde dich mit Google oder Apple an, um deine Lieblingshütten zu speichern und geräteübergreifend zu synchronisieren. Oder fahre ohne Konto fort.
fr: Connectez-vous avec Google ou Apple pour sauvegarder vos refuges favoris et les synchroniser entre appareils. Ou continuez sans compte.
it: Accedi con Google o Apple per salvare i tuoi rifugi preferiti e sincronizzarli tra dispositivi. Oppure continua senza account.

# onboardingLocationTitle
source: Location Permission
de: Standortberechtigung
fr: Autorisation de Localisation
it: Permesso Localizzazione

# onboardingLocationDesc
source: To show you the nearest shelters and provide directions, we need access to your location.
de: Um dir die nächsten Hütten zu zeigen und Wegbeschreibungen zu liefern, benötigen wir Zugriff auf deinen Standort.
fr: Pour vous montrer les refuges les plus proches et vous fournir des directions, nous avons besoin d'accéder à votre position.
it: Per mostrarti i rifugi più vicini e fornirti indicazioni, abbiamo bisogno di accedere alla tua posizione.

# legendRifugi
source: Shelters
de: Schutzhütten
fr: Refuges
it: Rifugi

# legendBivacchi
source: Bivouacs
de: Biwaks
it: Bivacchi

# legendMalghe
source: Alpine huts
de: Almhütten
fr: Alpages
it: Malghe

# nRifugiInArea
source: {count} shelters in this area
de: {count} Hütten in diesem Gebiet
fr: {count} refuges dans cette zone
it: {count} rifugi in questa zona

source: Tap to expand
de: Tippe zum Erweitern
fr: Appuyez pour agrandir
it: Tocca per espandere

source: Offline Map
de: Offline-Karte
fr: Carte Hors Ligne
it: Mappa Offline

# offlineMapDesc
source: OpenStreetMap available without connection
de: OpenStreetMap auch ohne Verbindung verfügbar
fr: OpenStreetMap disponible sans connexion
it: Mappa OpenStreetMap disponibile anche senza connessione

# mapOffline
source: Offline Map
de: Offline-Karte
fr: Carte Hors Ligne
it: Mappa Offline

source: My Itineraries
de: Meine Routen
fr: Mes Itinéraires
it: I Miei Itinerari

source: Coming soon
de: Demnächst verfügbar
fr: Bientôt disponible
it: Prossimamente disponibile

source: Log out
de: Abmelden
fr: Déconnexion
it: Esci

source: Delete Account
de: Konto löschen
fr: Supprimer le compte
it: Elimina Account

source: Language
de: Sprache
fr: Langue
it: Lingua

source: Confirm Logout
de: Abmeldung bestätigen
fr: Confirmer la déconnexion
it: Conferma Logout

# confirmLogoutMessage
source: Do you want to sign out of your account?
de: Möchtest du dich von deinem Konto abmelden?
fr: Voulez-vous vous déconnecter de votre compte ?
it: Vuoi disconnetterti dal tuo account?

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

# confirmDeleteAccount
source: Delete Account
de: Konto löschen
fr: Supprimer le compte
it: Elimina Account

# confirmDeleteAccountMessage
source: Are you sure you want to delete your account? This action is irreversible and you will lose all your data.
de: Bist du sicher, dass du dein Konto löschen möchtest? Diese Aktion ist unwiderruflich und alle Daten gehen verloren.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action est irréversible et vous perdrez toutes vos données.
it: Sei sicuro di voler eliminare il tuo account? Questa azione è irreversibile e perderai tutti i tuoi dati.

source: Delete
de: Löschen
fr: Supprimer
it: Elimina

# accountDeleted
source: Account deleted successfully
de: Konto erfolgreich gelöscht
fr: Compte supprimé avec succès
it: Account eliminato con successo

# loginToAccount
source: Sign in to your account
de: Bei deinem Konto anmelden
fr: Connectez-vous à votre compte
it: Accedi al tuo account

# loginDescription
source: Sign in to save your favorite shelters, track your visits and sync data across devices.
de: Melde dich an, um deine Lieblingshütten zu speichern, Besuche zu verfolgen und Daten zwischen Geräten zu synchronisieren.
fr: Connectez-vous pour sauvegarder vos refuges préférés, suivre vos visites et synchroniser les données entre appareils.
it: Accedi per salvare i tuoi rifugi preferiti, tenere traccia delle tue visite e sincronizzare i dati tra dispositivi.

# continueWithGoogle
source: Sign in with Google
de: Mit Google anmelden
fr: Se connecter avec Google
it: Accedi con Google

# continueWithApple
source: Sign in with Apple
de: Mit Apple anmelden
fr: Se connecter avec Apple
it: Accedi con Apple

# continueWithoutAccount
source: You can continue using the app without signing in.
de: Du kannst die App auch ohne Anmeldung weiter nutzen.
fr: Vous pouvez continuer à utiliser l'application sans vous connecter.
it: Puoi continuare ad usare l'app anche senza effettuare il login.

# continueWithoutAccountOnboarding
source: Continue without account
de: Ohne Konto fortfahren
fr: Continuer sans compte
it: Continua senza account

# continueWithGoogleOnboarding
source: Continue with Google
de: Weiter mit Google
fr: Continuer avec Google
it: Continua con Google

# continueWithAppleOnboarding
source: Continue with Apple
de: Weiter mit Apple
fr: Continuer avec Apple
it: Continua con Apple

# rifugiPreferiti
source: Favorite Shelters
de: Lieblingshütten
fr: Refuges Préférés
it: Rifugi Preferiti

# nRifugiVisitati
source: {count, plural, =1{1 shelter visited} other{{count} shelters visited}}
de: {count, plural, =1{1 Hütte besucht} other{{count} Hütten besucht}}
fr: {count, plural, =1{1 refuge visité} other{{count} refuges visités}}
it: {count, plural, =1{1 rifugio visitato} other{{count} rifugi visitati}}

# noPreferiti
source: No favorite shelters. Add your favorites from the list!
de: Keine Lieblingshütten. Füge deine Favoriten aus der Liste hinzu!
fr: Aucun refuge préféré. Ajoutez vos favoris depuis la liste !
it: Nessun rifugio preferito. Aggiungi i tuoi preferiti dalla lista!

# andOthers
source: and {count} more...
de: und {count} weitere...
fr: et {count} autres...
it: e altri {count}...

source: Skip
de: Überspringen
fr: Passer
it: Salta

source: Next
de: Weiter
fr: Suivant
it: Avanti

source: Allow Location
de: Standort erlauben
fr: Autoriser la localisation
it: Consenti Posizione

source: Permission Denied
de: Berechtigung verweigert
fr: Permission refusée
it: Permesso Negato

# permissionDeniedMessage
source: Location permission has been permanently denied. You can enable it manually from device settings.
de: Die Standortberechtigung wurde dauerhaft verweigert. Du kannst sie manuell in den Geräteeinstellungen aktivieren.
fr: La permission de localisation a été refusée de manière permanente. Vous pouvez l'activer manuellement dans les paramètres de l'appareil.
it: Il permesso di localizzazione è stato negato permanentemente. Puoi abilitarlo manualmente dalle impostazioni del dispositivo.

source: Continue without permission
de: Ohne Berechtigung fortfahren
fr: Continuer sans permission
it: Continua senza permesso

source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir les paramètres
it: Apri Impostazioni

# permissionDeniedSnack
source: Permission denied. You can grant it later from settings.
de: Berechtigung verweigert. Du kannst sie später in den Einstellungen erteilen.
fr: Permission refusée. Vous pouvez l'accorder plus tard dans les paramètres.
it: Permesso negato. Puoi concederlo in seguito dalle impostazioni.

# supportDevelopmentTitle
source: Support Development
de: Entwicklung unterstützen
fr: Soutenir le développement
it: Supporta lo Sviluppo

# supportDevelopmentDescription
source: If you like this app and want to support development, consider making a donation!
de: Wenn dir diese App gefällt und du die Entwicklung unterstützen möchtest, erwäge eine Spende!
fr: Si vous aimez cette application et souhaitez soutenir le développement, envisagez de faire un don !
it: Se ti piace questa app e vuoi supportare lo sviluppo, considera di fare una donazione!

# donationsInApp
source: In-App Donations
de: In-App-Spenden
fr: Dons In-App
it: Donazioni In-App

# donationsNotAvailableNote
source: Note: During development, donations may not be available. The app works anyway!
de: Hinweis: Während der Entwicklung sind Spenden möglicherweise nicht verfügbar. Die App funktioniert trotzdem!
fr: Note : Pendant le développement, les dons peuvent ne pas être disponibles. L'application fonctionne quand même !
it: Nota: Durante lo sviluppo, le donazioni potrebbero non essere disponibili. L'app funziona comunque!

# inAppPurchasesNotAvailable
source: In-app purchases are not available
de: In-App-Käufe sind nicht verfügbar
fr: Les achats in-app ne sont pas disponibles
it: Gli acquisti in-app non sono disponibili

source: Why donate?
de: Warum spenden?
fr: Pourquoi donner ?
it: Perché donare?

source: Regular updates
de: Regelmäßige Updates
fr: Mises à jour régulières
it: Aggiornamenti regolari

# regularUpdatesDesc
source: New features and continuous improvements
de: Neue Funktionen und kontinuierliche Verbesserungen
fr: Nouvelles fonctionnalités et améliorations continues
it: Nuove funzionalità e miglioramenti continui

# moreRifugi
source: More shelters
de: Mehr Hütten
fr: Plus de refuges
it: Più rifugi

# moreRifugiDesc
source: Expanding the database with new shelters
de: Erweiterung der Datenbank mit neuen Hütten
fr: Extension de la base de données avec de nouveaux refuges
it: Espansione del database con nuovi rifugi
